{
    "patrones_graficos": [
      {
        "nombre": "Cabeza y Hombros",
        "tipo": "Bajista",
        "descripcion": "Un patrón de reversión que se forma después de una tendencia alcista. Consiste en tres picos, donde el pico central (cabeza) es el más alto y los dos laterales (hombros) son más bajos.",
        "imagen": "/hombro-cabeza.webp"
      },
      {
        "nombre": "Doble Techo",
        "tipo": "Bajista",
        "descripcion": "Un patrón de reversión que se forma después de una tendencia alcista. Consiste en dos picos de similar altura, indicando una posible reversión a la baja.",
        "imagen": "/Doble_techo.webp"
      },
      {
        "nombre": "Doble Suelo",
        "tipo": "Alcista",
        "descripcion": "Un patrón de reversión que se forma después de una tendencia bajista. Consiste en dos valles de similar profundidad, indicando una posible reversión al alza.",
        "imagen": "/dobleSuelo.webp"
      },
      {
        "nombre": "Triángulo Ascendente",
        "tipo": "Alcista",
        "descripcion": "Un patrón de continuación que se forma cuando el precio consolida entre una línea de resistencia horizontal y una línea de soporte ascendente. Indica una posible continuación de la tendencia alcista.",
        "imagen": "/triangulo_ascendente.webp"
      },
      {
        "nombre": "Triángulo Descendente",
        "tipo": "Bajista",
        "descripcion": "Un patrón de continuación que se forma cuando el precio consolida entre una línea de soporte horizontal y una línea de resistencia descendente. Indica una posible continuación de la tendencia bajista.",
        "imagen": "/traidngulo_descendente.webp"
      },
      {
        "nombre": "Bandera y Banderín",
        "tipo": "Continuación",
        "descripcion": "Patrones de continuación que se forman después de un movimiento fuerte del precio. La bandera tiene forma rectangular, mientras que el banderín tiene forma de triángulo. Ambos indican una posible continuación de la tendencia.",
        "imagen": "https://imgs.search.brave.com/z9zOaanumelzkP0WscrdC7IRQ16OcTOJD5kHhZRdrsA/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9kMzFk/bjduZnB1d2pubS5j/bG91ZGZyb250Lm5l/dC9pbWFnZXMvdmFs/b3JhY2lvbmVzLzAw/NjEvOTQxMy9wcm95/ZWNjaW9uLWJhbmRl/cmluLWJhamlzdGFf/Zm9yby5qcGc_MTcx/NzQ4NTk3OA"
      },
      {
        "nombre": "Cuña Ascendente",
        "tipo": "Bajista",
        "descripcion": "Un patrón de reversión que se forma cuando el precio consolida entre dos líneas de tendencia ascendentes convergentes. Indica una posible reversión a la baja.",
        "imagen": "/cuña_ascendente.webp"
      },
      {
        "nombre": "Cuña Descendente",
        "tipo": "Alcista",
        "descripcion": "Un patrón de reversión que se forma cuando el precio consolida entre dos líneas de tendencia descendentes convergentes. Indica una posible reversión al alza.",
        "imagen": "https://www.centralcharts.com/medias/guidesdesc/fiches/images/resized/cu%C3%B1a-descendente.png"
      }
    ]
  }